Repository: INOPIAE/inoRound
Catalog: resource/inoRound_*.po
Languages: de_de

source: The process will take a while.
de_de: Es dauert ein bisschen.

source: Process entry {} of {}
de_de: Bearbeiter Eintrag {} von {}

source: The entered value is no number.
de_de: Der eingegeben Wert ist keine Zahl.

source: Error
de_de: Fehler

source: Instering hint
de_de: Eingabehinweis

source: inoRound Round
de_de: inoRound Runden

source: Round
de_de: Runden

source: Round up
de_de: Aufrunden

source: Round down
de_de: Abrunden

source: Round numbers
de_de: Zahlen runden

source: Info Menu
de_de: Info Menü

source: Remove round
de_de: Rundung entfernen

source: Use flexible round for all marked cells.
de_de: Markierte Zahl(en) werden kaufmännsich gerundet.

source: Use round up for all marked cells.
de_de: Markierte Zahl(en) werden aufgerundet.

source: Use round down for all marked cells.
de_de: Markierte Zahl(en) werden abgerundet.

source: If a cell holds a numeric value it the number will be rounded.
de_de: Wenn in einer Zelle eine Zahl steht, wird diese gerundet.

source: Add a formatted example with the amount of digits before or after the decimal separator.
de_de: Fügen sie ein Zahlbeispiel mit der Anzahl der benötigten Stellen vor oder hinter dem Komma ein.

source: Remomes round. May be the formatting need to be adjusted.
de_de: Entfernt vorhandene Rundungen. Die Formatierung muss ggf. angepasst werden.

source: Flexible round
de_de: Kaufmännisch runden

source: Define number of digits to get rounded
de_de: Anzahl der Rundungsstellen auswählen

source: Editing note
de_de: Berabeitungshinweis

source: An error occurred with the FormatMessage API function call. Error: {} (Hex {}).
de_de: Ein Fehler ist in dem FormatMessage API Funktionsaufruf aufgetreten. Fehler: {} (Hex {}).

source: An internal system error occurred with the FormatMessage API function: {}. No futher information is available.
de_de: Ein interner Systemfehler ist bei der FormatMessage API Funktion: {} aufgetreten. Keine weiteren Informationen verfügbar.

source: The source code is OpenSource under AGPLv3.{}The source code and the documentation are available at {}
de_de: Der Quellcode ist OpenSource unter AGPLv3.{}Der Quellcode und die Dokumentation sind verfügbar auf {}

source: no translation
de_de: keine Übersetzung
